[
 
  {
    "title": "Яқинлашиб келаётган Мюнхен хавфсизлик конференциясида Украина ўз ҳамкорларини қирувчи самолётлар ва узоқ масофали ракеталар етказиб бериш зарурлигига ишонтириб кўради, деди Украина ташқи ишлар вазири Дмитрий Кулеба.",
    "body": "Яқинлашиб келаётган Мюнхен хавфсизлик конференциясида Украина ўз ҳамкорларини қирувчи самолётлар ва узоқ масофали ракеталар етказиб бериш зарурлигига ишонтириб кўради, деди Украина ташқи ишлар вазири Дмитрий Кулеба.\r\n\r\n",
    "create_at": "18:21-04.01.2023",
    "imgUrl": "database/img/1675948884651Wdlq2q0RayiqTrqqdURFp0gVYwpBWC1j.jpg",
    "newsId": 1
  },
  {
    "title": "Ўзбек аёлидан 50 минг, БАА амиридан 50 млн доллар: Халқаро ҳамжамият Туркияга қандай ёрдам бермоқда?",
    "body": "Туркия ва Сурия ҳудудларида содир бўлган ўта вайронкор зилзила қурбонлари сони бетўхтов ошиб бормоқда. Дунёнинг аксарият давлатлари фуқаролари ва ҳукуматлари жабрланганларга кўмак бермоқдалар. Қардошларга аввал ҳам ҳамдардлик билдирган Ўзбекистон президенти Шавкат Мирзиёев бугун, 9 февраль куни Туркия элчихонасига ташриф буюриб, яна бир бор тасалли берди ва Ўзбекистон ҳар қандай кўмакка тайёрлигини маълум қилди.",
    "create_at": "18:26-04.01.2023",
    "imgUrl": "database/img/1675949161976_O53eolstygqmZWpqtdQnwH6LQ4-NPvq.jpg",
    "newsId": 2
  },
  {
    "title": "Бўстонлиқда «Чимён» дам олиш масканига олиб борувчи йўлда кўчки содир бўлди",
    "body": "Тошкент вилоятининг Бўстонлиқ тумани ҳудудидан ўтган йўлда кўчки содир бўлди. Бу ҳақда ИИВ Жамоат хавфсизлиги департаменти Йўл ҳаракати хавфсизлиги хизмати хабар қилмоқда.\r\n\r\nҚайд этилишича, 4Р6 Тошкент-Қибрай-Чирчиқ-Чимён автомобиль йўлининг 59-60 километрлари оралиғида, «Чимён» дам олиш масканига олиб борувчи йўлда лой кўчкиси содир бўлган.\r\n\r\nМаълум қилинишича, ҳодиса оқибатида ҳеч кимга тан жароҳати етмаган. Қисқа вақт ичида автомобиль йўли тўлиқ тозаланиб, транспорт воситаларининг ҳаракатланишига рухсат берилган.",
    "create_at": "18:26-04.01.2023",
    "imgUrl": "database/img/1675949195887dmk-Kp9ZLYod8Sfo2dRAwwCrMAk7U_Nl.jpg",
    "newsId": 3
  },
  {
    "title": "Зеленский Европарламентда европаликларга ёрдам учун миннатдорчилик билдирди",
    "body": "Зеленскийнинг таъкидлашича, унинг мақсади Украинани Европа Иттифоқига ва шу тариқа «уйга» олиб киришдир. Европа ва унинг эркин ҳаёт тарзига диктатор томонидан таҳдид қилинмоқда, деди Зеленский Россия президенти Владимир Путиннинг мамлакатга қарши уруш бошлаш қарорига ишора қилиб. Киев ғалабага қадар курашади, деб ваъда берди у. Украина президенти, шунингдек, унинг мамлакати Россия билан урушда ғалаба қозонганидан кейин Европа Иттифоқига қўшила олишига ишонч билдирди",
    "create_at": "18:27-04.01.2023",
    "imgUrl": "database/img/1675949232796LyIjWkExqxwH19NIE-c2gHvdYP9thffp.jpg",
    "newsId": 4
  },
  {
    "title": "“Билим ва маҳорати устида доимий ишлаган, албатта, қадр топади” — ойига 12 млн топаётган мактаб ўқитувчиси",
    "body": "Биз ана шундай устозлардан бири – Андижон вилояти Шаҳрихон туманидаги 44-сонли ихтисослашган давлат умумтаълим мактабининг биология фани ўқитувчиси Дилбар Ғуломова билан суҳбатлашдик.\r\nЎзбекистон мактабларида берилаётган таълим сифати танқид қилинаркан, бунга сабаблардан бири сифатида ўқитувчилар ойлигининг пастлиги ҳам айтиб келинади. Сўнгги йилларда соҳага ва ўз устида ишловчи ўқитувчиларга бўлаётган эътибор, яратилаётган имкониятлар сабаб, ойлиги сезиларли юқори ўқитувчилар кўпаймоқда.",
    "create_at": "18:28-04.01.2023",
    "imgUrl": "database/img/1675949316615CT5om2sAhbMmjwapk7smy2zdagVnO7Zd.jpg",
    "newsId": 5
  },
  {
    "title": "Полша Украинага қирувчи самолётлар етказиб беришга тайёрлигини маълум қилди",
    "body": "Полша жанговар самолётларни Украинага етказиб беришга тайёр, бироқ НАТОда энг биринчи бўлиб буни қилмайди, деди мамлакат бош вазири Матеуш Моравецкий Брюсселда бўлиб ўтадиган ЕИ саммити олдидан. \r\n\r\n«Бизнинг позициямиз аниқ. Биз фақат Шимолий Атлантика альянси шартномаси доирасида биргаликда ҳаракат қилишимиз мумкин. Агар шундай қарор қабул қилинса, у ҳолда биз биринчи бўлиб қирувчи самолётларни тақдим этмаймиз, аммо бунга ижобий жавоб берамиз», - деди Моравецкий. ",
    "create_at": "18:29-04.01.2023",
    "imgUrl": "database/img/1675949373952ggxN9BfZYhd8eJQTRq-kT4ENfMy7NrM1.jpg",
    "newsId": 6
  }
]